Repository: Smorkster/AutomationMenu
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: sv_se

source: Application interrupted by user
sv_se: Applikation avbryten av användare

source: An unexpected error occurred: {error} The application will now exit.
sv_se: Ett fel inträffade: {error} Applikationen avslutas

source: Application Error
sv_se: Applikationsfel

source: Enter password for AD-domain P.S. The password will not be stored
sv_se: Ange lösenord för AD P.S. Lösenordet kommer inte sparas

source: Wrong password. Try again {main_label_text}
sv_se: Felaktigt lösenord. Försök igen {main_label_text}

source: Abort
sv_se: Avbryt

source: AD password
sv_se: AD lösenord

source: No password was entered. Exiting.
sv_se: Inget lösenord gavs. Avslutar.

source: Error
sv_se: Fel

source: Could not connect to AD {error} Exiting
sv_se: Kunde inte ansluta till AD {error} Avslutar

source: Not connected to LDAP
sv_se: Inte ansluten till LDAP

source: In development, and should only be run by its developer.
sv_se: Under utveckling och bör bara köras av ansvarig utvecklare.

source: Application test script, only used to test application functionality
sv_se: Skript för applikationstest, används enbart för att testa appliktionsfunktioner

source: Mail sent
sv_se: Mail har skickats

source: Could not send error message to developer {e}
sv_se: Kunde inte skicka mail till utvecklaren {e}

source: Starting '{file}'
sv_se: Startar '{file}'

source: Script terminated
sv_se: Skript avslutat

source: Script completed successfully
sv_se: Skriptet avslutades utan problem

source: Script failed with exit code {err}
sv_se: Skriptet avslutades med felkod {err}

source: A breakpoint occured in the script at row {line_nr}. Click 'Continue' to reactivate script.
sv_se: En brytpunkt uppstod i skriptet på rad {line_nr}. Klicka på 'Fortsätt' för att fortsätta.

source: Subprocess error {error}
sv_se: Fel i process {error}

source: Unexpected error {error}
sv_se: Oväntat fel {error}

source: Termination - SubprocessError: {e}
sv_se: Tvångsavslutning - SubprocessError: {e}

source: Termination - CalledProcessError: {e}
sv_se: Tvångsavslutning - CalledProcessError: {e}

source: Termination - Exception: {e}
sv_se: Tvångsavslutning - Fel: {e}

source: Writing execution history error; file not found: {file_path}
sv_se: Fel vid skriva kör historik; fil kunde inte hittas: {file_path}

source: File not found: {error}
sv_se: Fil hittades inte: {error}

source: Could not read file: {error}
sv_se: Kunde inte läsa fil: {error}

source: No valid ScriptInfo was found in the script
sv_se: Hittade ingen ScriptInfo i filen

source: ScriptInfo contained fields that are not valid, or are misspelled: {names}
sv_se: ScriptInfo innehåller fält som inte är godkända eller felstavade: {names}

source: ScriptInfo contained values that are not valid, or are misspelled: {names}
sv_se: ScriptInfo innehåller värden som inte är godkända eller felstavade: {names}

source: Parsing ScriptInfo generated error for these fields: {names}
sv_se: Läsning av ScriptInfo genererade fel för dessa fält: {names}

source: {filename} not loaded: {e}
sv_se: {filename} kunde inte laddas: {e}

source: Some script have an active breakpoint in the code, handling this has not been implemented, so these will not be available:
sv_se: Vissa skript har en aktiv brytpunkt i koden, hantering för detta har inte implementerats, därför kommer dessa inte vara tillgängliga:

source: Writing settings error; file not found: {file_path}
sv_se: Fel att skriva inställningar; fil kunde inte hittas: {file_path}

source: {h} h
sv_se: {h} t

source: Execution history
sv_se: Kör historik

source: Started
sv_se: Startade

source: Name
sv_se: Namn

source: Ended
sv_se: Avslutade

source: Duration
sv_se: Varaktighet

source: Generated output
sv_se: Utdata från skript

source: Input parameters for
sv_se: Inparametrar för

source: Send to script
sv_se: Skicka till skriptet

source: There is a script running. Do you want to terminate the script process before closing the application?
sv_se: Ett skript körs fortfarande. Vill du tvinga avslutning av skriptet innan applikationen avslutas?

source: Script still runnning
sv_se: Skript arbetar

source: Process was resumed
sv_se: Processen återupptogs

source: Pause
sv_se: Paus

source: Process was paused
sv_se: Processen pausades

source: Resume
sv_se: Återuppta

source: The script has 'DisableMinimizeOnRunning', meaning the window will not be minimized.
sv_se: Skriptet använder 'DisableMinimizeOnRunning', dvs fönstret kommer inte minimeras

source: Script ...
sv_se: Skript ...

source: Sequence ...
sv_se: Sekvens ...

source: Continue
sv_se: Fortsätt

source: Stop script
sv_se: Stoppa skript

source: Pause script
sv_se: Pausa skript

source: Script output
sv_se: Utdata

source: Create new sequence
sv_se: Skapa ny sekvens

source: Edit
sv_se: Ändra

source: Run selected
sv_se: Kör markerad

source: Add step
sv_se: Lägg till setting

source: Save sequence
sv_se: Spara sekvens

source: Delete sequence
sv_se: Ta bort sekvens

source: Abort edit
sv_se: Avbryt ändring

source: Description
sv_se: Beskrivning

source: Stop on error
sv_se: Stopp vid fel

source: Steps in sequence
sv_se: Steg i sekvens

source: Script for this step
sv_se: Skript för detta steg

source: Script input parameters
sv_se: Inparametrar för

source: Save step
sv_se: Spara steg

source: Remove step
sv_se: Ta bort steg

source: Input not specified
sv_se: Indata ej specificerad

source: Aborted by user at step {i}
sv_se: Avbruten av användarne under steg {i}

source: Stopped on error at step {i} (exit code: {e})
sv_se: Stoppad av fel vid steg {i} (utkod från skript: {e})

source: Step {i} failed (exit code {e})
sv_se: Steg {i} avslutades med fel kod {e)

source: Sequence stopped due to individual step error
sv_se: Sekvens stoppas på grund av fel i steg

source: Automation sequence
sv_se: Sekvenser

source: Starting sequence {name}, with {step_count} steps
sv_se: Startar sekvens {name}, med {step_count} steg

source: Application settings
sv_se: Applikationsinställningar

source: Set as topmost window
sv_se: Sätt som ovanför andra fönster

source: Shall the window be set as topmost, above all other windows
sv_se: Ska fönstret vara ovanför andra fönster

source: Minimize size during script execution
sv_se: Minimera storlek medan skript körs

source: Downsize the window during script execution, trying not to be in its way. This setting can be ignored in ScriptInfo-block with 'DisableMinimizeOnRunning'.
sv_se: Minimera fönstrets storlek medan skript körs, försöker att inte vara ivägen. Denna inställning ignoreras i ScriptInfo-blocket med 'DisableMinimizeOnRunning'.

source: Application language
sv_se: Applikationsspråk

source: Language to use in the application
sv_se: Språk i applikationen

source: KeePass shortcut
sv_se: KeePass nyckel

source: Shortcut used to activate KeePass for auto typing
sv_se: Kortkommando för att aktivera KeePass auto typing

source: Errorhandling
sv_se: Felhantering

source: Send mail to developer on script error
sv_se: Skicka mail till utvecklare vid fel

source: Should an mail be sent to its developer if an error occurs in the script?
sv_se: Ska ett mail skickas till dess utvecklare om ett fel uppstår i skriptet?

source: Include screenshot in mail when reporting error
sv_se: Inkludera skärmbild i mail om felrapport

source: Should the mail sent to script developer when reporting that an error occured, have a screenshot of main window attached?
sv_se: Ska mailet som skickas till ansvarig utvecklare när fel uppstår inkludera en skärmbild av huvudfönstret?

source: Settings
sv_se: Inställningar

source: Execution status can be updated from running script
sv_se: Kör-status kan uppdateras från körande skript

source: Error occured in your automation script
sv_se: Fel uppstod i ditt automations skript

source: See attached picture of main window
sv_se: Se bifogad bild av huvudfönstret

source: Script error
sv_se: Skriptfel

source: Error occured when your script <strong>{script_name}</strong> was running
sv_se: Fel uppstod när ditt skript <strong>{script_name}</strong> kördes

source: The error occured at: {time}
sv_se: Felet uppstod: {time}

source: <strong>Error message</strong>
sv_se: <strong>Felmeddelande</strong>

source: This is an automatic message sent from AutomationMenu
sv_se: Detta är ett automatiskt meddelande från AutomationMenu
